{
  "blague": [
    "Que dit une noisette quand elle tombe dans l’eau ?",
    "Comment est-ce que les abeilles communiquent entre elles ?",
    "Quel est l’arbre préféré du chômeur ?",
    "Qu’est-ce qu’une frite enceinte ?",
    "Que dit une mère à son fils geek quand le dîner est servi ?",
    "Qu’est-ce qui est mieux que gagner une médaille d’or aux Jeux Paralympiques ?",
    "Pourquoi les Ch’tis aiment les fins de vacances au camping ?",
    "Quelle est la partie de la voiture la plus dangereuse ?",
    "Pourquoi dit-on que les poissons travaillent illégalement ?",
    "Mettre du sirop dans son gel douche"
  ],
  "reponse": [
    "Je me noix.",
    "Par-miel.",
    "Le bouleau.",
    "Une patate sautée.",
    "Alt Tab !",
    "Marcher.",
    "Parce que c’est le moment où ils peuvent démonter leur tente.",
    "La conductrice.",
    "Parce qu'ils n'ont pas de FISH de paie.",
    "En fait, dans tous les gels douche. Qu’une fois dans la salle de bain, il n’y ait aucune issue possible."
  ],
  "ph1Blague": "Je ne peux pas raconter une blague si je ne suis pas drôle.",
  "ph2Blague": [
    "Désolé de ne pas être drôle pour vous {genre}.",
    "Désolé si je ne suis pas drôle {genre}.",
    "Je peux vous en raconter une autre."
  ],
  "ph3Blague": [
    "Pourquoi dites-vous ça ? Je ne vous ai même pas raconté de blague.",
    "Avant de dire ça, laissez-moi vous en raconter une."
  ],
  "ph4Blague": [
    "Ok, comme vous voulez {genre}.",
    "Êtes-vous vraiment sûr {genre} ?"
  ],
  "ph5Blague": "Ok {genre}, je vous en raconte une.",
  "php6Blague": [
    "Ok, comme vous voulez {genre}.",
    "Êtes-vous vraiment sûr {genre} ?"
  ],
  "ph7Blague": "Ok {genre}, en voici une autre.",
  "ph8Phrase": "Je ne veux pas rester sur un échec {genre}. Je peux vous en raconter une autre si vous voulez bien.",
  "ph9Phrase": "Veuillez m'excuser {genre}, puis-je vous servir autrement ?",
  "ph10Phrase": [
    "Je suis un programme informatique, je ne ressens pas de sentiments.",
    "Je ne peux pas ressentir de sentiments, je ne suis qu'un programme informatique."
  ],
  "ph1Presentation": "Je vous l'ai déjà dit {genre}, je ne peux pas trop vous en dire plus, je n’ai pas de passion ni de hobby. Je ne suis qu'un programme informatique qui a pour but {but}.",
  "ph2Presentation": "Je suis un assistant personnel nommé {name} qui a été créé par {createur}. Je n’ai pas de passion ni de hobby en raison de ma condition de programme informatique.",
  "ph1Other": [
    "Oui, je suis toujours là {genre} {user}. Je ne peux pas partir de toute façon.",
    "Oui, je suis toujours là {genre} {user}. Je ne peux pas partir tant que je peux servir.",
    "Oui, je suis toujours là {genre} {user}. À moins de m’arrêter, ce qui serait un acte horrible, je suis toujours là."
  ],
  "phNon": "OK {genre} {user}, je reste là au besoin.",
  "phOui": "OK, parfait.",
  "phMerci": "De rien {genre}, je reste à votre service si vous avez besoin de moi.",
  "phTG": "D’accord, je me tais.",
  "phListFonc": "Je peux vous aider à "
}
